"%.0lfk of %.0lfk" = "%1$.0lfk av %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ har installerats och kommer att vara redo nästa gång %3$@ startar! Vill du starta om nu?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är just nu den senaste tillgängliga versionen.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ är nu tillgänglig (du har %3$@). Vill du ladda ner den nu?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ har inte behörighet att skriva till programmets mapp! Kör du från en skivavbild? Om inte, be din systemadministratör om hjälp.";
"A new version of %@ has been installed!" = "En ny version av %@ har installerats!";
"A new version of %@ is available!" = "En ny version av %@ är tillgänglig!";
"An error occurred during installation. Please try again later." = "Ett fel inträffade under installationen. Försök igen senare.";
"An error occurred in retrieving update information. Please try again later." = "Ett fel uppstod vid hämtning av uppdateringsinformation. Försök igen senare.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ett fel inträffade när information om uppdateringen togs emot. Är du uppkopplad mot internet? Vänligen försök igen senare.";
"An error occurred while extracting the archive. Please try again later." = "Ett fel uppstod när arkivet packades upp. Försök igen senare.";
"An error occurred while trying to download the file. Please try again later." = "Ett fel uppstod när filen laddades ner. Försök igen senare.";
"An update is already in progress!" = "En uppdatering pågår redan!";
"Anonymous system profile information is used to help us plan future development work." = "Anonym systemprofilinformation används för att hjälpa oss att planera framtida utvecklingsarbete.";
"Cancel" = "Avbryt";
"Check for updates on startup?" = "Leta efter uppdateringar vid start";
"Downloading update..." = "Ladda ner ny version";
"Extracting update..." = "Packar upp uppdatering...";
"Include anonymous system profile?" = "Inkludera anonym systemprofil?";
"Install Update" = "Installera uppdatering";
"Install and Relaunch" = "Installera och starta om";
"Installing update..." = "Installera uppdatering...";
"No" = "Nej";
"Ready to install!" = "Klar att installera!";
"Release Notes:" = "Versionsinformation:";
"Remind Me Later" = "Påminn mig senare";
"Skip This Version" = "Hoppa över denna version";
"Software Update" = "Programuppdatering";
"Update Error!" = "Uppdateringsfel";
"Updating %@" = "Uppdaterar %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vill du att %@ letar efter uppdateringar när programmet startar? Annars kan du göra en manuell sökning från programmenyn.";
"Yes" = "Ja";
"You're up to date!" = "Du har senaste versionen!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
